/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk van %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ is geïnstalleerd en is klaar voor gebruik bij de volgende maal als u %3$@ herstart! Wilt u nu herstarten?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%@ %@ is de nieuwste versie die beschikbaar is.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%@ %@ is beschikbaar (U hebt %@). Wilt U het nu downloaden?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ heeft geen toestemming om in de applikatie map te schrijven ! Gebruikt U een disk image? Zo niet, vraag Uw system administartor om hulp.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Een nieuwe versie van %@ is geïnstalleerd!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Een nieuwe versie van %@ is beschikbaar!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Een fout tijdens extraheren van het archief. Probeer later opnieuw.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Een fout bij het halen van update informatie. Probeer later opnieuw.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Een fout bij de installatie. Probeer later opnieuw.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Een fout tijdens het downloaden van het bestand. Probeer later opnieuw.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Een update wordt al uitgevoerd!";

/* No comment provided by engineer. */
"Cancel" = "Annuleer";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Zoeken naar updates bij het starten?";

/* No comment provided by engineer. */
"Downloading update..." = "Downloaden van de update...";

/* No comment provided by engineer. */
"Extracting update..." = "Extraheren van de update...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installeer en start opnieuw";

/* No comment provided by engineer. */
"Installing update..." = "Installeren van de update...";

/* No comment provided by engineer. */
"No" = "Nee";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Klaar om te installeren!";

/* No comment provided by engineer. */
"Update Error!" = "Update fout!";

/* No comment provided by engineer. */
"Updating %@" = "Updating %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Moet %@ naar updates zoeken bij het starten? Zo niet, kunt U het zoeken strarten vanuit het toepassing menu.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You're up to date!" = "U bent op de nieuwste stand!";